Repository: dias-smith-rock/noise-record
Catalog: NoiseRecord/NoiseRecord/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# error.video.finishFailed
source: Could not finish saving the video: %1$@
ar: تعذر إنهاء حفظ الفيديو: %1$@
bg: Запазването на видеоклипа не можа да завърши: %1$@
ca: No s'ha pogut acabar de desar el vídeo: %1$@
cs: Ukládání videa nelze dokončit: %1$@
da: Kunne ikke afslutte lagringen af ​​videoen: %1$@
de: Das Speichern des Videos konnte nicht abgeschlossen werden: %1$@
el: Δεν ήταν δυνατή η ολοκλήρωση της αποθήκευσης του βίντεο: %1$@
es: No se pudo terminar de guardar el vídeo: %1$@
fi: Videon tallennusta ei voitu viimeistellä: %1$@
fr: Impossible de terminer l’enregistrement de la vidéo : %1$@
he: לא ניתן לסיים את שמירת הסרטון: %1$@
hi: वीडियो सहेजना पूरा नहीं हो सका: %1$@
hr: Nije moguće završiti spremanje videozapisa: %1$@
hu: Nem sikerült befejezni a videó mentését: %1$@
id: Tidak dapat menyelesaikan penyimpanan video: %1$@
it: Impossibile completare il salvataggio del video: %1$@
ja: ビデオの保存を完了できませんでした: %1$@
ko: 동영상 저장을 완료할 수 없습니다: %1$@
ms: Tidak dapat selesai menyimpan video: %1$@
nb: Kunne ikke fullføre lagringen av videoen: %1$@
nl: Kon het opslaan van de video niet voltooien: %1$@
pl: Nie można dokończyć zapisywania filmu: %1$@
pt: Não foi possível concluir o salvamento do vídeo: %1$@
ro: Nu s-a putut termina salvarea videoclipului: %1$@
ru: Не удалось завершить сохранение видео: %1$@
sk: Ukladanie videa sa nepodarilo dokončiť: %1$@
sv: Kunde inte slutföra att spara videon: %1$@
th: ไม่สามารถบันทึกวิดีโอให้เสร็จสิ้นได้: %1$@
tr: Videonun kaydedilmesi tamamlanamadı: %1$@
uk: Не вдалося завершити збереження відео: %1$@
vi: Không thể hoàn tất việc lưu video: %1$@
zh_hans: 无法完成保存视频：%1$@
zh_hant: 無法完成儲存影片：%1$@

# error.video.microphoneUnavailable
source: Microphone is not available for video recording.
ar: الميكروفون غير متاح لتسجيل الفيديو.
bg: Микрофонът не е наличен за видеозапис.
ca: El micròfon no està disponible per a la gravació de vídeo.
cs: Mikrofon není k dispozici pro nahrávání videa.
da: Mikrofon er ikke tilgængelig til videooptagelse.
de: Für Videoaufnahmen steht kein Mikrofon zur Verfügung.
el: Το μικρόφωνο δεν είναι διαθέσιμο για εγγραφή βίντεο.
es: El micrófono no está disponible para grabar vídeo.
fi: Mikrofoni ei ole käytettävissä videon tallentamiseen.
fr: Le micro n’est pas disponible pour l’enregistrement vidéo.
he: המיקרופון אינו זמין להקלטת וידאו.
hi: वीडियो रिकॉर्डिंग के लिए माइक्रोफ़ोन उपलब्ध नहीं।
hr: Mikrofon nije dostupan za video snimanje.
hu: A mikrofon nem használható videofelvételhez.
id: Mikrofon tidak tersedia untuk perekaman video.
it: Il microfono non è disponibile per la registrazione video.
ja: マイクはビデオ録画には使用できません。
ko: 영상 녹화에는 마이크를 사용할 수 없습니다.
ms: Mikrofon tidak tersedia untuk rakaman video.
nb: Mikrofon er ikke tilgjengelig for videoopptak.
nl: Microfoon is niet beschikbaar voor video-opname.
pl: Mikrofon nie jest dostępny do nagrywania wideo.
pt: O microfone não está disponível para gravar vídeo.
ro: Microfonul nu este disponibil pentru înregistrarea video.
ru: Микрофон недоступен для записи видео.
sk: Mikrofón nie je k dispozícii na nahrávanie videa.
sv: Mikrofonen är inte tillgänglig för videoinspelning.
th: ไมโครโฟนไม่พร้อมใช้งานสำหรับการบันทึกวิดีโอ
tr: Video kaydı için mikrofon mevcut değildir.
uk: Мікрофон недоступний для запису відео.
vi: Không có micrô để quay video.
zh_hans: 视频录制无法使用麦克风。
zh_hant: 影片錄製無法使用麥克風。

# error.video.notRecording
source: Video is not recording.
ar: الفيديو لا يُسجَّل.
bg: Видеото не се записва.
ca: El vídeo no s'està gravant.
cs: Video se nenahrává.
da: Video optages ikke.
de: Das Video wird nicht aufgezeichnet.
el: Το βίντεο δεν εγγράφεται.
es: El vídeo no se está grabando.
fi: Videota ei tallenneta.
fr: La vidéo n’enregistre pas.
he: הסרטון אינו מוקלט.
hi: वीडियो रिकॉर्ड नहीं हो रहा।
hr: Video se ne snima.
hu: A videó nem rögzíthető.
id: Video tidak direkam.
it: Il video non viene registrato.
ja: ビデオが録画されていません。
ko: 영상이 녹화되지 않습니다.
ms: Video tidak dirakam.
nb: Videoen tas ikke opp.
nl: Video neemt niet op.
pl: Wideo nie jest nagrywane.
pt: O vídeo não está gravando.
ro: Videoclipul nu se înregistrează.
ru: Видео не записывается.
sk: Video sa nenahráva.
sv: Video spelas inte in.
th: วิดีโอไม่ได้บันทึก
tr: Video kaydedilmiyor.
uk: Відео не записується.
vi: Video không được ghi.
zh_hans: 视频未在录制。
zh_hant: 影片未在錄製。

# error.video.writerAddTrackFailed
source: Could not add a track to the video file.
ar: تعذت إضافة مسار إلى ملف الفيديو.
bg: Не може да се добави запис към видео файла.
ca: No s'ha pogut afegir una pista al fitxer de vídeo.
cs: Do souboru videa nelze přidat stopu.
da: Kunne ikke tilføje et spor til videofilen.
de: Der Videodatei konnte kein Titel hinzugefügt werden.
el: Δεν ήταν δυνατή η προσθήκη κομματιού στο αρχείο βίντεο.
es: No se pudo añadir una pista al archivo de vídeo.
fi: Raitaa ei voitu lisätä videotiedostoon.
fr: Impossible d’ajouter une piste au fichier vidéo.
he: לא ניתן להוסיף רצועה לקובץ הווידאו.
hi: वीडियो फ़ाइल में ट्रैक नहीं जोड़ा जा सका।
hr: Nije moguće dodati pjesmu videodatoteci.
hu: Nem sikerült műsorszámot hozzáadni a videofájlhoz.
id: Tidak dapat menambahkan trek ke file video.
it: Impossibile aggiungere una traccia al file video.
ja: ビデオ ファイルにトラックを追加できませんでした。
ko: 비디오 파일에 트랙을 추가할 수 없습니다.
ms: Tidak dapat menambah trek pada fail video.
nb: Kunne ikke legge til et spor i videofilen.
nl: Kan geen track aan het videobestand toevoegen.
pl: Nie można dodać ścieżki do pliku wideo.
pt: Não foi possível adicionar uma faixa ao arquivo de vídeo.
ro: Nu s-a putut adăuga o piesă la fișierul video.
ru: Не удалось добавить дорожку в видеофайл.
sk: Do súboru videa sa nepodarilo pridať skladbu.
sv: Det gick inte att lägga till ett spår till videofilen.
th: ไม่สามารถเพิ่มแทร็กลงในไฟล์วิดีโอได้
tr: Video dosyasına parça eklenemedi.
uk: Не вдалося додати трек до відеофайлу.
vi: Không thể thêm bản nhạc vào tệp video.
zh_hans: 无法向视频文件添加轨道。
zh_hant: 無法向影片檔案新增軌道。

# error.video.writerSetupFailed
source: Video writer setup failed: %1$@
ar: فشل إعداد كاتب الفيديو: %1$@
bg: Неуспешна настройка на видеозаписвача: %1$@
ca: La configuració de l'escriptor de vídeo ha fallat: %1$@
cs: Nastavení zapisovače videa se nezdařilo: %1$@
da: Konfiguration af videoskriver mislykkedes: %1$@
de: Einrichtung des Video-Writers fehlgeschlagen: %1$@
el: Η ρύθμιση του προγράμματος εγγραφής βίντεο απέτυχε: %1$@
es: Error al configurar el escritor de vídeo: %1$@
fi: Videokirjoittimen asennus epäonnistui: %1$@
fr: Échec de la configuration de l’encodeur vidéo : %1$@
he: הגדרת כתיבת הווידאו נכשלה: %1$@
hi: वीडियो राइटर सेटअप विफल: %1$@
hr: Postavljanje pisača videozapisa nije uspjelo: %1$@
hu: A videoíró beállítása nem sikerült: %1$@
id: Penyiapan penulis video gagal: %1$@
it: Configurazione del masterizzatore video non riuscita: %1$@
ja: ビデオ ライターのセットアップに失敗しました: %1$@
ko: 비디오 작가 설정 실패: %1$@
ms: Persediaan penulis video gagal: %1$@
nb: Konfigurasjon av videoskriver mislyktes: %1$@
nl: Installatie van videoschrijver mislukt: %1$@
pl: Konfiguracja nagrywarki wideo nie powiodła się: %1$@
pt: Falha na configuração do gravador de vídeo: %1$@
ro: Configurarea scriitorului video nu a reușit: %1$@
ru: Ошибка настройки видеозаписи: %1$@
sk: Nastavenie zapisovača videa zlyhalo: %1$@
sv: Konfigurationen av videoskrivaren misslyckades: %1$@
th: การตั้งค่าตัวเขียนวิดีโอล้มเหลว: %1$@
tr: Video yazıcı kurulumu başarısız oldu: %1$@
uk: Помилка налаштування відеозаписувача: %1$@
vi: Thiết lập trình ghi video không thành công: %1$@
zh_hans: 视频写入器设置失败：%1$@
zh_hant: 影片寫入器設定失敗：%1$@

# files.badge.avgDb
source: Avg %d dB
ar: متوسط %d dB
bg: Ср. %d dB
ca: Mitjana %d dB
cs: Prům. %d dB
da: Gns. %d dB
de: Durchschn. %d dB
el: Μέσος όρος %d dB
es: Prom. %d dB
fi: Keskim. %d dB
fr: Moy. %d dB
he: ממוצע %d dB
hi: औसत %d dB
hr: Prosj. %d dB
hu: Átl. %d dB
id: Rata-rata %d dB
it: Media %d dB
ja: 平均 %d dB
ko: 평균 %d dB
ms: Purata %d dB
nb: Gj.sn. %d dB
nl: Gem. %d dB
pl: Średnia %d dB
pt: Méd. %d dB
ro: Mediu %d dB
ru: Сред. %d dB
sk: Priem. %d dB
sv: Genomsnittlig %d dB
th: เฉลี่ย %d dB
tr: Ort %d dB
uk: Сер. %d dB
vi: Trung bình %d dB
zh_hans: 平均 %d dB
zh_hant: 平均 %d dB

# files.badge.new
source: New
ar: جديد
bg: Нов
ca: Nou
cs: Nový
da: Ny
de: Neu
el: Νέος
es: Nuevo
fi: Uusi
fr: Nouveau
he: חָדָשׁ
hi: नया
hr: Novi
hu: Új
id: Baru
it: Nuovo
ja: 新しい
ko: 새로운
ms: baru
nb: Ny
nl: Nieuw
pl: Nowy
pt: Novo
ro: Nou
ru: Новое
sk: Nové
sv: Ny
th: ใหม่
tr: Yeni
uk: новий
vi: Mới
zh_hans: 新
zh_hant: 新

# files.badge.peakDb
source: Peak %d dB
ar: ذروة %d dB
bg: Пик %d dB
ca: Pic %d dB
cs: Vrchol %d dB
da: Top %d dB
de: Spitzenwert %d dB
el: Κορυφή %d dB
es: Pico %d dB
fi: Huippu %d dB
fr: Pic %d dB
he: שיא %d dB
hi: पीक %d dB
hr: Vrhunac %d dB
hu: Csúcs %d dB
id: Puncak %d dB
it: Picco %d dB
ja: ピーク %d dB
ko: 피크 %d dB
ms: Puncak %d dB
nb: Topp %d dB
nl: Piek %d dB
pl: Szczyt %d dB
pt: Pico %d dB
ro: Vârf %d dB
ru: Пик %d dB
sk: Vrchol %d dB
sv: Topp %d dB
th: จุดสูงสุด %d dB
tr: Zirve %d dB
uk: Пік %d dB
vi: Đỉnh %d dB
zh_hans: 峰值 %d dB
zh_hant: 峰值 %d dB

# files.batchSaveToPhotos
source: Save Selected to Album
ar: حفظ المحدد في الألبوم
bg: Запазване на избраното в албум
ca: Desa la selecció a l'àlbum
cs: Uložit vybrané do alba
da: Gem valgte til album
de: Ausgewählte im Album speichern
el: Αποθήκευση επιλεγμένων στο άλμπουμ
es: Guardar seleccionados en el álbum
fi: Tallenna valitut albumiin
fr: Enregistrer la sélection dans l'album
he: שמור את הבחירה באלבום
hi: चयनित को एल्बम में सहेजें
hr: Spremi odabrano u album
hu: A kijelöltek mentése az albumba
id: Simpan yang Dipilih ke Album
it: Salva selezionato nell'album
ja: 選択したものをアルバムに保存
ko: 선택 항목을 앨범에 저장
ms: Simpan Dipilih ke Album
nb: Lagre valgt til album
nl: Geselecteerde opslaan in album
pl: Zapisz wybrane w albumie
pt: Salvar selecionado no álbum
ro: Salvați selecția în album
ru: Сохранить выбранное в альбом
sk: Uložiť vybraté do albumu
sv: Spara valda till album
th: บันทึกที่เลือกไปยังอัลบั้ม
tr: Seçileni Albüme Kaydet
uk: Зберегти вибране в альбом
vi: Lưu đã chọn vào Album
zh_hans: 保存所选到相册
zh_hant: 儲存所選到相簿

# files.delete.confirm.title
source: Delete %d items?
ar: حذف %d عناصر؟
bg: Изтриване на %d елемента?
ca: Vols suprimir %d elements?
cs: Smazat %d položek?
da: Vil du slette %d elementer?
de: %d Elemente löschen?
el: Διαγραφή %d στοιχείων;
es: ¿Eliminar %d elementos?
fi: Poistetaanko %d kohdetta?
fr: Supprimer %d éléments ?
he: למחוק %d פריטים?
hi: %d आइटम हटाएँ?
hr: Izbrisati %d stavke?
hu: Töröl %d elemet?
id: Hapus %d item?
it: Eliminare %d elementi?
ja: %d アイテムを削除しますか?
ko: %d 항목을 삭제하시겠습니까?
ms: Padamkan %d item?
nb: Vil du slette %d elementer?
nl: %d artikelen verwijderen?
pl: Usunąć %d elementy?
pt: Excluir %d itens?
ro: Ștergeți %d articole?
ru: Удалить элементов: %d?
sk: Chcete odstrániť %d položiek?
sv: Ta bort %d objekt?
th: ลบ %d รายการใช่ไหม
tr: %d öğe silinsin mi?
uk: Видалити %d елементів?
vi: Xóa %d mục?
zh_hans: 删除 %d 项？
zh_hant: 刪除 %d 項？

# files.empty.audio.message
source: Enable voice-activated recording on the Voice tab.
ar: فعّل التسجيل بالصوت في تبويب الصوت.
bg: Активирайте гласово активиран запис в раздела Глас.
ca: Activa la gravació activada per veu a la pestanya Veu.
cs: Povolte hlasem aktivované nahrávání na kartě Hlas.
da: Aktiver stemmeaktiveret optagelse på fanen Stemme.
de: Aktivieren Sie die sprachaktivierte Aufnahme auf der Registerkarte „Sprache“.
el: Ενεργοποιήστε την εγγραφή που ενεργοποιείται με φωνή στην καρτέλα Φωνή.
es: Activa la grabación por voz en la pestaña Voz.
fi: Ota ääniaktivoitu tallennus käyttöön Ääni-välilehdellä.
fr: Activez l’enregistrement vocal dans l’onglet Voix.
he: אפשר הקלטה מופעלת קול בכרטיסייה קול.
hi: वॉइस टैब पर वॉइस-सक्रिय रिकॉर्डिंग चालू करें।
hr: Omogućite glasovno aktivirano snimanje na kartici Glas.
hu: Engedélyezze a hanggal aktivált felvételt a Hang lapon.
id: Aktifkan rekaman yang diaktifkan dengan suara di tab Suara.
it: Abilita la registrazione ad attivazione vocale nella scheda Voce.
ja: 「音声」タブで音声起動録音を有効にします。
ko: 음성 탭에서 음성 활성화 녹음을 활성화합니다.
ms: Dayakan rakaman diaktifkan suara pada tab Suara.
nb: Aktiver stemmeaktivert opptak på Voice-fanen.
nl: Schakel spraakgestuurde opname in op het tabblad Stem.
pl: Włącz nagrywanie aktywowane głosem na karcie Głos.
pt: Ative a gravação por voz na aba Voz.
ro: Activați înregistrarea activată prin voce în fila Voce.
ru: Включите голосовую запись во вкладке «Голос».
sk: Na karte Hlas povoľte nahrávanie aktivované hlasom.
sv: Aktivera röstaktiverad inspelning på fliken Röst.
th: เปิดใช้งานการบันทึกเสียงที่เปิดใช้งานด้วยเสียงบนแท็บเสียง
tr: Ses sekmesinde sesle etkinleştirilen kaydı etkinleştirin.
uk: Увімкніть голосовий запис на вкладці «Голос».
vi: Bật ghi âm kích hoạt bằng giọng nói trên tab Thoại.
zh_hans: 在“语音”标签开启声控录音。
zh_hant: 在「語音」標籤開啟聲控錄音。

# files.empty.audio.title
source: No audio clips yet
ar: لا توجد مقاطع صوتية بعد
bg: Все още няма аудио клипове
ca: Encara no hi ha cap clip d'àudio
cs: Zatím žádné zvukové klipy
da: Ingen lydklip endnu
de: Noch keine Audioclips
el: Δεν υπάρχουν ακόμα κλιπ ήχου
es: Aún no hay audio
fi: Ei vielä äänileikkeitä
fr: Pas encore d’audio
he: אין עדיין קטעי אודיו
hi: अभी कोई ऑडियो नहीं
hr: Još nema audio zapisa
hu: Még nincsenek hangklipek
id: Belum ada klip audio
it: Ancora nessun clip audio
ja: オーディオクリップはまだありません
ko: 아직 오디오 클립이 없습니다.
ms: Tiada klip audio lagi
nb: Ingen lydklipp ennå
nl: Nog geen audiofragmenten
pl: Nie ma jeszcze klipów audio
pt: Ainda não há áudio
ro: Niciun clip audio încă
ru: Аудио пока нет
sk: Zatiaľ žiadne zvukové klipy
sv: Inga ljudklipp än
th: ยังไม่มีคลิปเสียง
tr: Henüz ses klibi yok
uk: Аудіозаписів ще немає
vi: Chưa có clip âm thanh nào
zh_hans: 暂无音频
zh_hant: 尚無音訊

# files.empty.video.message
source: Record evidence video from the Video tab.
ar: سجّل فيديو دليلًا من تبويب الفيديو.
bg: Запишете доказателствено видео от раздела Видео.
ca: Grava un vídeo de proves des de la pestanya Vídeo.
cs: Nahrajte důkazní video z karty Video.
da: Optag bevisvideo fra fanen Video.
de: Nehmen Sie Beweisvideos über die Registerkarte „Video“ auf.
el: Καταγράψτε αποδεικτικό βίντεο από την καρτέλα Βίντεο.
es: Graba vídeo de prueba desde la pestaña Vídeo.
fi: Tallenna todistevideo Video-välilehdeltä.
fr: Enregistrez une preuve vidéo depuis l’onglet Vidéo.
he: הקלט סרטון עדות מהכרטיסייה וידאו.
hi: वीडियो टैब से साक्ष्य वीडियो रिकॉर्ड करें।
hr: Snimite video dokaz s kartice Video.
hu: Rögzítsen bizonyítékvideót a Videó lapról.
id: Rekam video bukti dari tab Video.
it: Registra il video delle prove dalla scheda Video.
ja: 「ビデオ」タブから証拠ビデオを録画します。
ko: 비디오 탭에서 증거 영상을 녹화하세요.
ms: Rakam video bukti daripada tab Video.
nb: Ta opp bevisvideo fra Video-fanen.
nl: Neem bewijsvideo op vanaf het tabblad Video.
pl: Nagraj wideo dowodowe z zakładki Wideo.
pt: Grave vídeo de prova na aba Vídeo.
ro: Înregistrați un videoclip cu dovezi din fila Video.
ru: Запишите видеодоказательство во вкладке «Видео».
sk: Nahrajte dôkazové video z karty Video.
sv: Spela in bevisvideo från fliken Video.
th: บันทึกวิดีโอหลักฐานจากแท็บวิดีโอ
tr: Video sekmesinden kanıt videosunu kaydedin.
uk: Запишіть відео доказів із вкладки Відео.
vi: Ghi lại video bằng chứng từ tab Video.
zh_hans: 在“视频”标签录制取证视频。
zh_hant: 在「影片」標籤錄製取證影片。

# files.empty.video.title
source: No videos yet
ar: لا توجد فيديوهات بعد
bg: Все още няма видеоклипове
ca: Encara no hi ha vídeos
cs: Zatím žádná videa
da: Ingen videoer endnu
de: Noch keine Videos
el: Δεν υπάρχουν βίντεο ακόμα
es: Aún no hay vídeos
fi: Ei vielä videoita
fr: Pas encore de vidéos
he: אין עדיין סרטונים
hi: अभी कोई वीडियो नहीं
hr: Još nema videozapisa
hu: Még nincsenek videók
id: Belum ada video
it: Nessun video ancora
ja: まだビデオはありません
ko: 아직 동영상이 없습니다.
ms: Tiada video lagi
nb: Ingen videoer ennå
nl: Nog geen video's
pl: Nie ma jeszcze filmów
pt: Ainda não há vídeos
ro: Niciun videoclip încă
ru: Видео пока нет
sk: Zatiaľ žiadne videá
sv: Inga videor än
th: ยังไม่มีวิดีโอ
tr: Henüz video yok
uk: Відео ще немає
vi: Chưa có video nào
zh_hans: 暂无视频
zh_hant: 尚無影片

# files.error.audioNotFound
source: Audio file not found: %1$@
ar: ملف الصوت غير موجود: %1$@
bg: Аудио файлът не е намерен: %1$@
ca: No s'ha trobat el fitxer d'àudio: %1$@
cs: Zvukový soubor nebyl nalezen: %1$@
da: Lydfil ikke fundet: %1$@
de: Audiodatei nicht gefunden: %1$@
el: Το αρχείο ήχου δεν βρέθηκε: %1$@
es: Archivo de audio no encontrado: %1$@
fi: Äänitiedostoa ei löydy: %1$@
fr: Fichier audio introuvable : %1$@
he: קובץ אודיו לא נמצא: %1$@
hi: ऑडियो फ़ाइल नहीं मिली: %1$@
hr: Audio datoteka nije pronađena: %1$@
hu: A hangfájl nem található: %1$@
id: File audio tidak ditemukan: %1$@
it: File audio non trovato: %1$@
ja: 音声ファイルが見つかりません: %1$@
ko: 오디오 파일을 찾을 수 없습니다: %1$@
ms: Fail audio tidak ditemui: %1$@
nb: Lydfil ikke funnet: %1$@
nl: Audiobestand niet gevonden: %1$@
pl: Nie znaleziono pliku audio: %1$@
pt: Arquivo de áudio não encontrado: %1$@
ro: Fișier audio nu a fost găsit: %1$@
ru: Аудиофайл не найден: %1$@
sk: Zvukový súbor sa nenašiel: %1$@
sv: Ljudfilen hittades inte: %1$@
th: ไม่พบไฟล์เสียง: %1$@
tr: Ses dosyası bulunamadı: %1$@
uk: Аудіофайл не знайдено: %1$@
vi: Không tìm thấy tệp âm thanh: %1$@
zh_hans: 未找到音频文件：%1$@
zh_hant: 找不到音訊檔案：%1$@

# files.error.videoNotFound
source: Video file not found: %1$@
ar: ملف الفيديو غير موجود: %1$@
bg: Видео файлът не е намерен: %1$@
ca: No s'ha trobat el fitxer de vídeo: %1$@
cs: Soubor videa nenalezen: %1$@
da: Videofil blev ikke fundet: %1$@
de: Videodatei nicht gefunden: %1$@
el: Το αρχείο βίντεο δεν βρέθηκε: %1$@
es: Archivo de vídeo no encontrado: %1$@
fi: Videotiedostoa ei löydy: %1$@
fr: Fichier vidéo introuvable : %1$@
he: קובץ הווידאו לא נמצא: %1$@
hi: वीडियो फ़ाइल नहीं मिली: %1$@
hr: Video datoteka nije pronađena: %1$@
hu: A videofájl nem található: %1$@
id: Berkas video tidak ditemukan: %1$@
it: File video non trovato: %1$@
ja: ビデオ ファイルが見つかりません: %1$@
ko: 비디오 파일을 찾을 수 없습니다: %1$@
ms: Fail video tidak ditemui: %1$@
nb: Finner ikke videofil: %1$@
nl: Videobestand niet gevonden: %1$@
pl: Nie znaleziono pliku wideo: %1$@
pt: Arquivo de vídeo não encontrado: %1$@
ro: Fișierul video nu a fost găsit: %1$@
ru: Видеофайл не найден: %1$@
sk: Súbor videa sa nenašiel: %1$@
sv: Videofilen hittades inte: %1$@
th: ไม่พบไฟล์วิดีโอ: %1$@
tr: Video dosyası bulunamadı: %1$@
uk: Відеофайл не знайдено: %1$@
vi: Không tìm thấy tệp video: %1$@
zh_hans: 未找到视频文件：%1$@
zh_hant: 找不到影片檔案：%1$@

# files.picker.sort
source: Sort
ar: ترتيب
bg: Сортиране
ca: Ordena
cs: Seřadit
da: Sortere
de: Sortieren
el: Είδος
es: Ordenar
fi: Järjestellä
fr: Trier
he: סוּג
hi: क्रमबद्ध करें
hr: Vrsta
hu: Fajta
id: Menyortir
it: Ordinare
ja: 選別
ko: 종류
ms: Isih
nb: Sortere
nl: Soort
pl: Sortować
pt: Ordenar
ro: Sorta
ru: Сортировка
sk: Triediť
sv: Sortera
th: เรียงลำดับ
tr: Düzenlemek
uk: Сортувати
vi: Loại
zh_hans: 排序
zh_hant: 排序

# files.picker.type
source: Type
ar: النوع
bg: Тип
ca: Tipus
cs: Typ
de: Typ
el: Τύπος
es: Tipo
fi: Tyyppi
he: סוּג
hi: प्रकार
hr: Tip
hu: Írja be
id: Jenis
it: Tipo
ja: タイプ
ko: 유형
ms: taip
pl: Typ
pt: Tipo
ro: Tip
ru: Тип
sk: Typ
sv: Typ
th: พิมพ์
tr: Tip
uk: Тип
vi: Kiểu
zh_hans: 类型
zh_hant: 類型

# files.playback.error.title
source: Playback error
ar: خطأ في التشغيل
bg: Грешка при възпроизвеждане
ca: Error de reproducció
cs: Chyba přehrávání
da: Afspilningsfejl
de: Wiedergabefehler
el: Σφάλμα αναπαραγωγής
es: Error de reproducción
fi: Toistovirhe
fr: Erreur de lecture
he: שגיאת השמעה
hi: प्लेबैक त्रुटि
hr: Pogreška reprodukcije
hu: Lejátszási hiba
id: Kesalahan pemutaran
it: Errore di riproduzione
ja: 再生エラー
ko: 재생 오류
ms: Ralat main balik
nb: Avspillingsfeil
nl: Afspeelfout
pl: Błąd odtwarzania
pt: Erro de reprodução
ro: Eroare de redare
ru: Ошибка воспроизведения
sk: Chyba prehrávania
sv: Uppspelningsfel
th: ข้อผิดพลาดในการเล่น
tr: Oynatma hatası
uk: Помилка відтворення
vi: Lỗi phát lại
zh_hans: 播放错误
zh_hant: 播放錯誤

# files.rename.alert.message
source: Enter a new name for this file.
ar: أدخل اسمًا جديدًا لهذا الملف.
bg: Въведете ново име за този файл.
ca: Introduïu un nom nou per a aquest fitxer.
cs: Zadejte nový název tohoto souboru.
da: Indtast et nyt navn til denne fil.
de: Geben Sie einen neuen Namen für diese Datei ein.
el: Εισαγάγετε ένα νέο όνομα για αυτό το αρχείο.
es: Introduce un nuevo nombre para este archivo.
fi: Anna tälle tiedostolle uusi nimi.
fr: Saisissez un nouveau nom pour ce fichier.
he: הזן שם חדש לקובץ זה.
hi: इस फ़ाइल के लिए नया नाम दर्ज करें।
hr: Unesite novi naziv za ovu datoteku.
hu: Adjon meg egy új nevet ennek a fájlnak.
id: Masukkan nama baru untuk file ini.
it: Inserisci un nuovo nome per questo file.
ja: このファイルの新しい名前を入力します。
ko: 이 파일의 새 이름을 입력하십시오.
ms: Masukkan nama baharu untuk fail ini.
nb: Skriv inn et nytt navn for denne filen.
nl: Voer een nieuwe naam in voor dit bestand.
pl: Wprowadź nową nazwę tego pliku.
pt: Digite um novo nome para este arquivo.
ro: Introduceți un nume nou pentru acest fișier.
ru: Введите новое имя для этого файла.
sk: Zadajte nový názov tohto súboru.
sv: Ange ett nytt namn för den här filen.
th: ป้อนชื่อใหม่สำหรับไฟล์นี้
tr: Bu dosya için yeni bir ad girin.
uk: Введіть нову назву для цього файлу.
vi: Nhập tên mới cho tập tin này.
zh_hans: 为此文件输入新名称。
zh_hant: 為此檔案輸入新名稱。

# files.rename.alert.title
source: Rename file
ar: إعادة تسمية الملف
bg: Преименуване на файл
ca: Canvia el nom del fitxer
cs: Přejmenovat soubor
da: Omdøb fil
de: Datei umbenennen
el: Μετονομασία αρχείου
es: Renombrar archivo
fi: Nimeä tiedosto uudelleen
fr: Renommer le fichier
he: שנה את שם הקובץ
hi: फ़ाइल का नाम बदलें
hr: Preimenuj datoteku
hu: Fájl átnevezése
id: Ganti nama berkas
it: Rinominare il file
ja: ファイル名の変更
ko: 파일 이름 바꾸기
ms: Namakan semula fail
nb: Gi nytt navn til filen
nl: Bestand hernoemen
pl: Zmień nazwę pliku
pt: Renomear arquivo
ro: Redenumiți fișierul
ru: Переименовать файл
sk: Premenovať súbor
sv: Byt namn på filen
th: เปลี่ยนชื่อไฟล์
tr: Dosyayı yeniden adlandır
uk: Перейменувати файл
vi: Đổi tên tập tin
zh_hans: 重命名文件
zh_hant: 重新命名檔案

# files.rename.field.placeholder
source: File name
ar: اسم الملف
bg: Име на файла
ca: Nom del fitxer
cs: Název souboru
da: Filnavn
de: Dateiname
el: Όνομα αρχείου
es: Nombre de archivo
fi: Tiedoston nimi
fr: Nom du fichier
he: שם הקובץ
hi: फ़ाइल नाम
hr: Naziv datoteke
hu: Fájlnév
id: Nama berkas
it: Nome del file
ja: ファイル名
ko: 파일 이름
ms: Nama fail
nb: Filnavn
nl: Bestandsnaam
pl: Nazwa pliku
pt: Nome do arquivo
ro: Nume de fișier
ru: Имя файла
sk: Názov súboru
sv: Filnamn
th: ชื่อไฟล์
tr: Dosya adı
uk: Ім'я файлу
vi: Tên tập tin
zh_hans: 文件名
zh_hant: 檔名

# files.selection.count
source: %d selected
ar: تم تحديد %d
bg: %d избрано
ca: %d seleccionat
cs: Vybráno %d
da: %d valgt
de: %d ausgewählt
el: Επιλέχτηκε %d
es: %d seleccionados
fi: %d valittu
fr: %d sélectionné(s)
he: %d נבחר
hi: %d चयनित
hr: %d odabrano
hu: %d kiválasztva
id: %d dipilih
it: %d selezionato
ja: %d が選択されました
ko: %d 선택됨
ms: %d dipilih
nb: %d valgt
nl: %d geselecteerd
pl: Wybrano %d
pt: %d selecionados
ro: %d selectat
ru: Выбрано: %d
sk: %d vybraté
sv: %d har valts
th: %d เลือกแล้ว
tr: %d seçildi
uk: Вибрано %d
vi: %d đã chọn
zh_hans: 已选 %d 项
zh_hant: 已選 %d 項

# files.selection.deselectAll
source: Deselect all
ar: إلغاء تحديد الكل
bg: Демаркирайте всички
ca: Desseleccioneu-ho tot
cs: Zrušte výběr všech
da: Fravælg alle
de: Alle abwählen
el: Αποεπιλογή όλων
es: Deseleccionar todo
fi: Poista kaikki valinnat
fr: Tout désélectionner
he: בטל את הבחירה בכולם
hi: सभी हटाएँ
hr: Poništi odabir svih
hu: Törölje az összes kijelölését
id: Batalkan pilihan semua
it: Deseleziona tutto
ja: すべての選択を解除します
ko: 모두 선택 취소
ms: Nyahpilih semua
nb: Fjern markeringen av alle
nl: Deselecteer alles
pl: Odznacz wszystko
pt: Desmarcar tudo
ro: Deselectați toate
ru: Снять выделение
sk: Zrušte výber všetkých
sv: Avmarkera alla
th: ยกเลิกการเลือกทั้งหมด
tr: Tümünün seçimini kaldır
uk: Зняти вибір із усіх
vi: Bỏ chọn tất cả
zh_hans: 取消全选
zh_hant: 取消全選
